Revit 2024 API
SpaceFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
SpaceFilter Class
SpaceFilter Members
Autodesk.Revit.DB.Mechanical Namespace